Revit 2026 API

# SweptBlendFailures Properties

---

The BuiltInFailuresSweptBlendFailures type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | CannotDrawSweptblend | Can't create swept blend. |

#### Reference

BuiltInFailuresSweptBlendFailures Class

Autodesk.Revit.DB Namespace